{
	"_meta": {
		"sources": [
			{
				"json": "WanderersGuidetoAeonia",
				"abbreviation": "WGA",
				"full": "Wanderer's Guide to Aeonia",
				"version": "1.0.0",
				"authors": [
					"hdru"
				],
				"convertedBy": [
					"hdru"
				],
				"color": "8080ff"
			}
		],
		"dateAdded": 1720552837,
		"dateLastModified": 1720552837
	},
	"item": [
		{
			"source": "WanderersGuidetoAeonia",
			"name": "Voodoo Weaver's Tools",
			"rarity": "uncommon",
			"weight": 5,
			"baseItem": "weaver's tools|PHB",
			"reqAttune": "by a spellcaster",
			"entries": [
				"This set of {@item weaver's tools} is specialized for the crafting of effigies—small handcrafted dolls that can be crafted to represent a person or creature. While attuned to this item, you gain proficiency in {@item weaver's tools} and can use this item as a spellcasting focus whether you are holding the kit or one of your effigies.",
				{
					"type": "entries",
					"name": "Sympathetic Magic",
					"entries": [
						"You can create any number of effigies as part of a long rest. At any given time, you can have created a number of effigies equal to your proficiency bonus. If you create any more, they are replaced, beginning to disappear from oldest to newest. An effigy must later be linked to an individual creature through the creation of a taglock. The effigy itself is not magical, but its taglock is."
					]
				},
				{
					"type": "entries",
					"name": "Imitation",
					"entries": [
						"As an action, you may attempt to create a taglock that will bind an effigy to a creature. This can be done so long as you possess a substantial piece of that creature, such as a lock of the creature's hair, their fingernails, blood, or a scrap of clothing, all of which are consumed whether or not you succeed. The chosen creature must make a Wisdom saving throw against your spell save DC. On a failed save, the taglock is succesfully created, binding that creature to an effigy. If the effigy is already bound to a creature, its binding is replaced. On a successful save, nothing happens, and you cannot attempt to bind that creature again for the next 24 hours. A willing creature can choose to fail this save. A {@spell dispel magic} or {@spell remove curse} spell ends this effect, destroying the taglock.",
						"Once given a taglock, an effigy magically changes its appearance to a basic representation of the creature it is bound to, taking on its general shape and colors even if they are not previously known to you."
					]
				},
				{
					"type": "entries",
					"name": "Correspondence",
					"entries": [
						"If the creature bound to an effigy you are holding is within 60 feet of you, whenever you cast a spell with a range of touch, you may instead cast it on your effigy (even if it requires you to target a creature). When you do so, the spell instead targets the bound creature, ignoring any of the spell's usual restrictions on range and sight."
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Hengeyokai",
			"source": "WanderersGuidetoAeonia",
			"creatureTypes": [
				"fey"
			],
			"size": [
				"V"
			],
			"speed": 30,
			"darkvision": 60,
			"traitTags": [
				"Uncommon Race"
			],
			"sizeEntry": {
				"type": "item",
				"name": "Size:",
				"entries": [
					"Medium (humanoid or hybrid form), Small (beast form)"
				]
			},
			"entries": [
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You have {@sense Darkvision|XPHB} with a range of 60 feet."
					]
				},
				{
					"type": "entries",
					"name": "Shapechanger",
					"entries": [
						"You have three forms at your disposal: humanoid, beast, and hybrid. The benefits of your beast and hybrid forms are determined by your Bestial Lineage.",
						"You can change forms twice per long rest. Your creature type is Fey regardless of form.",
						"You are subject to effects that reveal shapechangers, such as {@spell True Seeing|XPHB} or {@spell Moonbeam|XPHB}. Your beast form is considered your true form for such effects.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Beast Form",
									"entries": [
										"Your size becomes Small. You retain your personality, memories, and ability to speak.",
										"You are able to understand and speak to animals of the same species.",
										"Your movement speed, Strength, Dexterity, and Armor Class are replaced as determined by your Bestial Lineage.",
										"You may only attack with your lineage's natural weapons. You are proficient with any weapons granted by your lineage, and you may use your choice of your Strength or Dexterity modifier for the attack and damage rolls.",
										"You can't use or benefit from any of your equipment or class features.",
										"You can't cast or concentrate on spells unless your lineage states otherwise."
									]
								},
								{
									"type": "item",
									"name": "Hybrid Form",
									"entries": [
										"Your size becomes Medium. You appear as an animalistic humanoid with distinct beastlike features. You retain your personality, memories, and ability to speak.",
										"You are able to understand and speak to animals of the same species.",
										"You are unable to wear heavy armor unless your lineage states otherwise."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Bestial Lineage",
					"entries": [
						"Your heritage determines which abilities you gain by shapeshifting. Choose a lineage from the Bestial Lineages table. You gain the level 1 benefit of that lineage.",
						"When you reach character levels 3 and 5, you learn a higher-level spell, as shown on the table. You always have that spell prepared. You can cast it once without a spell slot, and you regain the ability to cast it in that way when you finish a {@variantrule Long Rest|XPHB}. You can also cast the spell using any spell slots you have of the appropriate level.",
						"Intelligence, Wisdom, or Charisma is your spellcasting ability for the spells you cast with this trait (choose the ability when you select the lineage).",
						{
							"type": "table",
							"caption": "Bestial Lineages",
							"colLabels": [
								"Lineage",
								"Statistics",
								"Level 1",
								"Level 3",
								"Level 5"
							],
							"colStyles": [
								"col-2",
								"col-2",
								"col-6",
								"col-2",
								"col-2"
							],
							"rows": [
								[
									"Fox (Kitsune)",
									"Your beast form is that of a fox with 2 STR, 16 DEX, and 13 AC. You gain a walk speed of 30 ft and a burrow speed of 5 ft. Your natural weapon is a melee attack that deals 1d4 piercing damage.",
									"While in beast or hybrid form, you have advantage on perception checks. You also know the {@spell Dancing Lights|XPHB} cantrip, which you can cast and concentrate on while in beast form.",
									"{@spell Faerie Fire|XPHB}",
									"{@spell Flaming Sphere|XPHB}"
								],
								[
									"Hare (Gyokuto)",
									"Your beast form is that of a hare with 1 STR, 17 DEX, and 15 AC. You gain a walk speed of 20 ft and a burrow speed of 5 ft. You cannot attack.",
									"While in beast or hybrid form, you may Disengage as a bonus action. You also know the {@spell Starry Wisp|XPHB} cantrip.",
									"{@spell Goodberry|XPHB}",
									"{@spell Moonbeam|XPHB}"
								],
								[
									"Monkey (Sarugami)",
									"Your beast form is that of a monkey with 16 STR, 14 DEX, and 12 AC. You gain a walk speed of 30 ft and a climb speed of 30 ft. Your natural weapon is a ranged attack that deals 1d6 bludgeoning damage.",
									"While in hybrid form, you gain a climb speed equal to your walk speed. You also know the {@spell Vicious Mockery|XPHB} cantrip.",
									"{@spell Tasha's Hideous Laughter|XPHB}",
									"{@spell Blindness/Deafness|XPHB}"
								],
								[
									"Raccoon (Tanuki)",
									"Your beast form is that of a raccoon with 4 STR, 15 DEX, and 13 AC. You gain a walk speed of 30 ft and a climb speed of 30 ft. Your natural weapon is a melee attack that deals 1d4 piercing damage.",
									"While in beast or hybrid form, your Darkvision doubles to 120 ft, and you may Hide as a bonus action. You also know the {@spell Elementalism|XPHB} cantrip.",
									"{@spell Feather Fall|XPHB}",
									"{@spell Barkskin|XPHB}"
								],
								[
									"Badger (Mujina)",
									"Your beast form is that of a badger with 10 STR, 11 DEX, and 11 AC. You gain a walk speed of 20 ft and a burrow speed of 5 ft. Your natural weapon is a melee attack that deals 1d8 slashing damage.",
									"While in hybrid form, you may wear heavy armor and do not have disadvantage on stealth checks from doing so. You also know the {@spell True Strike|XPHB} cantrip.",
									"{@spell Compelled Duel|XPHB}",
									"{@spell Arcane Vigor|XPHB}"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fey Ancestry",
					"entries": [
						"You have {@variantrule Advantage|XPHB} on saving throws you make to avoid or end the {@condition Charmed|XPHB} condition."
					]
				}
			]
		}
	]
}